Repository: vipulgupta2048/poll-activity
Catalog: po/hus.po
Languages: hus

source: Poll
hus: Kwenélkonowixtaláb

source: %(author)s shared a poll '%(title)s' with you.
hus: %(author)s in dheynámal an kwenélkonowixtaláb '%(title)s' k'al tatá'.

source: New Poll
hus: Ít kwenélkonowixtaláb

source: Choose a Poll
hus: Ka takuy jun i kwenélkonowixtaláb

source: Build a Poll
hus: Ts'ejka' an kwenélkonowixtaláb

source: Settings
hus: T'ojojoxtalábchik

source: Lesson Plans
hus: Tsalápnadh dhuchlab k'al an ajumtaláb

source: Poll Title:
hus: Ok'bijíl an kwenélkonowixtaláb:

source: Question:
hus: Konowixtaláb:

source: Number of votes to collect:
hus: Ajixtal an takuxtaláb axi penáb:

source: Change Image
hus: Jaluw an t'iplab

source: Add Image
hus: Punk'uy an t'iplab

source: Step 1: Preview
hus: Xakab 1: Ok'oxtsu'bidhom

source: Step 2: Save
hus: Xakab 2: Dhaya'

source: Poll Activity
hus: T'ojláb Konowixtaláb

source: Your selection is not an image
hus: Axi a tkwyámal yab pél jun i t'iplab

source: Show answers while voting
hus: Ka tejwa'médha' in putuntaltok'tsílchik tin aytal an tákwláts

source: Remember last vote
hus: Ka kits'oy axi expidhits an jolat takuxtaláb

source: Play a sound when make a vote
hus: Ka kaldha' an janidhtaláb tam ka t'aja' an takwláts

source: Use image in answer
hus: Ka eyendha an t'iplab ti tok'tsixtaláb

source: Image Size:
hus: Puwél an típlab:

source: Save
hus: Dhaya'

source: The settings have been saved
hus: An t'ojojodhtalábchik jilk'onits dhayach

source: VOTE
hus: TAKUXTALÁB

source: SEE RESULTS
hus: MET'A' IN PUTUNTAL

source: DELETE
hus: PAKUW

source: Introduction
hus: Otsentaláb

source: Lesson 1
hus: Ajumtaláb 1

source: Lesson 2
hus: Ajumtaláb 2

source: Lesson 3
hus: Ajumtaláb 3

source: Lesson 4
hus: Ajumtaláb 4

source: votes
hus: takuxtalábchik

source: Vote
hus: Takuxtaláb

source: Edit Poll
hus: Jalk'uy an kwenélkonowixtaláb

source: Save Poll
hus: Dhaya' an kwenélkonowixtaláb

source: VOTE!
hus: ¡TAKUXTALÁB!

source: Poll Preview
hus: Ok'ox tsu'bidhom k'al an kwenélkonowixtaláb

source: To vote you have to select first one option
hus: Abal kit takwláts in yejenchal okóx ka takuy jun i jolataláb

source: Somebody voted on %s
hus: Junjita' takwláts ti %s

source: Joined
hus: Junkunits

source: Left
hus: Jilka'its
